tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "cabal-install"
brew "direnv"
brew "elixir"
brew "elm"
brew "elm-format"
brew "ffmpeg"
brew "fontconfig"
brew "fontforge"
brew "freetype"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "heroku/brew/heroku"
brew "jq"
brew "leiningen"
brew "node"
brew "nodebrew"
brew "pgcli"
brew "pinentry-mac"
brew "ripgrep"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "yarn"
brew "zsh"
cask "adoptopenjdk16"
cask "discord"
cask "firefox"
cask "keybase"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "ngrok"
cask "sketch"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "visual-studio-code"
cask "wireshark"
