tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "berglas"
brew "colima"
brew "curl" # to avoid security vulnerabilities
brew "deno"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "elm"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "jq"
brew "nkf"
brew "node"
brew "nodebrew"
brew "pinentry-mac"
brew "poetry"
brew "poppler"
brew "qpdf"
brew "ripgrep"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "yarn"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "discord"
cask "google-cloud-sdk"
cask "keycastr"
cask "microsoft-edge"
cask "ngrok"
cask "notion"
cask "raycast"
cask "sublime-text"
cask "visual-studio-code"
cask "wireshark"

# tap "adoptopenjdk/openjdk"
# cask "adoptopenjdk11"
# cask "docker" # No Docker for Mac
